
    <!--image showcase-->
  <section class="showcase">
    <div class="container-fluid p-0">
      <div class="row no-gutters">

        <div class="col-lg-6 order-lg-2 text-white showcase-{{asset('public/admin')}}/img" style="background-image: url('{{asset('public/admin')}}/img/4.jpg');background-repeat:no-repeat;"></div>
        <div class="col-lg-6 order-lg-1 my-auto showcase-text">
          <h2>Rohanpur-Singabad</h2>
          <p class="lead mb-0"><h5>রহনপুর রেলওয়ে স্টেশন: </h5>বাংলাদেশের অন্যতম সীমান্তবর্তি রেলওয়ে স্টেশন। এটি রাজশাহী বিভাগের চাঁপাইনবাবগঞ্জ জেলায় অবস্থিত। রহনপুর রেলওয়ে স্টেশন বর্তমানে বাংলাদেশ-ভারত সীমান্তে অন্যতম রেলওয়ে ট্রানজিট পয়েন্ট হিসেবে কাজ করছে।<br /><h5>সিঙ্গাঁবাদ রেলওয়ে স্টেশন: </h5>ভারতের পশ্চিমবঙ্গ রাজ্যের মালদা জেলার একটি রেলওয়ে স্টেশন।[১] এটি ভারত ও বাংলাদেশের একটি রেলওয়ে ট্রানজিট পথ।</p>
        </div>
      </div>
      <div class="row no-gutters">
        <div class="col-lg-6 text-white showcase-{{asset('public/admin')}}/img" style="background-image: url('{{asset('public/admin')}}/img/5.jpg');background-repeat:no-repeat;"></div>
        <div class="col-lg-6 my-auto showcase-text">
      <h3 class="card-title">Shar Gombuj</h3>
      <p class="card-text"align="left">রহনপুর অষ্টভুজী সমাধিসৌধ গৌড়িয় আমলের অন্যতম প্রাচীন নিদর্শন। এটি বাংলার মুসলিম স্থাপত্যের ইতিহাসে সর্বপ্রথম অষ্টভূজি ভবনের নিদর্শন।[১] গোমস্তাপুর উপজেলার সদর দপ্তর রহনপুরের উত্তর প্রান্তের নওদা বুরুজের ঠিক দক্ষিণ পাশের ১ কি: মি: দুরে অপেক্ষাকৃত উঁচু ভুমির উপর এ অষ্টভূজ সমাধিসৌধটি অবস্থিত।</p>
	  <p align="left">অবকাঠামো
সমাধিসৌধের বাইরের দিক থেকে পরিমাপ ২৬.৫২ মিটার। ভবনটির প্রত্যেকটি বাহু ১.৩৭ মিটার পুরু এবং ৪.৩৪ মিটার দীর্ঘ। প্রত্নতাত্বিক অধিদপ্তর কর্তৃক সংরক্ষন ও সংস্কারের পূর্বে গৌড়িয়া ইট দ্বারা নির্মিত এ ভবনটি বেশ জীর্ণ অবস্থায় ছিলো। অষ্টকোণাকারে নির্মিত এ ক্ষুদ্র সমাধিসৌধের উত্তর, দক্ষিণ, পূর্ব ও পশ্চিমে রয়েছে ৪টি খিলানযুক্ত প্রবেশ পথ। সমাধিসৌধের একটি মাত্র গম্বুজ যা অষ্টদেয়াল পিপা আকৃতির হয়ে উর্ধে উঠে গম্বুজের ভার বহন করছে।

দরজার উভয় পাশের দেয়ালে সুন্দর প্যানেলিং এর কারুকাজ রয়েছে। প্রত্যেক দরজার দু পাশে শোভাবর্ধক সরু মিনার স্থাপিত। প্রতি দরজার উপরে ৯ টি করে খিলান রয়েছে, দরজার নকশা এর মধ্যে মধ্যবর্তিটিতে শাপলা ফুল অঙ্কিত রয়েছে। এর অনুভুমিক প্যারাপেট বদ্ধ মেরলনের সারি দ্বারা অলংকৃত। সমাধিসৌধের অভ্যন্তরে গম্বুজ ও নিম্নদেশে বিচিত্র নকশা ও ছোট ছোট কুলুংগি রয়েছে। ক্ষুদ্রাকৃতির কুলুংগিগুলো সম্ভবত বাতি রাখার জন্য ব্যবহৃত হত। গম্বুজের পার্শ্বদেশে পদ্মফুল এবং কেন্দ্র বিন্দুতে কলসচুড়া শোভিত রয়েছে।

ইতিহাস
প্রাচীন এ সমাধিসৌধটি স্থাপত্য শৈলীগত দিক থেকে সপ্তদশ শতাব্দীর দিকে মুঘল রীতিতে নির্মিত বলে অনুমিত হয়। তবে কি উদ্দেশ্যে ভবনটি নির্মিত হয়েছিলো তা পরিষ্কারভাবে জানা যায়নি। স্থানীয়ভাবে ধারনা করা হয় এটি কোন সমাধি সৌধ ছিলো।[৩] অবশ্য বর্তমানে শবাধারের কোন আলামত বা চিহ্ন নাই। কিন্তু চতুর্পার্শ্বের দরজা দেখে এটা কোন ওলির মাজার সদৃশ বলে মনে হয়। কারণ প্রাচীন ইমারতগুলির মধ্যে অধিকাংশ বিলুপ্তি ঘটেছে। শুধু পবিত্র স্থাপনা গুলি আজো টিকে আছে। ঐতিহাসিক আবুল কালাম মোহাম্মদ যাকারিয়া ইমারতটিকে একটি মাজার বলে উল্লেখ করেন। এটি সপ্তদশ-অষ্টাদশ শতাব্দীর পরে নির্মিত হয়েছে বলেও তিনি মনে করেন। ডঃ আহমদ হাসান দানীও একই মত পোষন করেন।[৪] খুব সম্ভবত সবাধারটি ভেঙ্গে ফেলা হয়, এবং এর মাল মসলা অন্যত্র সরিয়ে নেওয়া হয়েছে।

সময়ের বিচারে এটি বাংলার মুসলিম স্থাপত্যের ইতিহাসে সর্বপ্রথম অষ্টভূজি ভবনের নিদর্শন। পরবর্তিকালে এ বৈশিষ্টের পুনরাবৃত্তি দেখা যায় রাজমহলের বেগমপুরের অষ্টভূজি সমাধী সৌধে, যা এখন পর্যন্ত বাংলায় এ জাতীয় ভবনের সর্বশেষ উদাহরন হিসেবে গণ্য। এ জাতীয় ভবনের ধারনাটি সম্ভবতঃ তুঘলক, সৈয়দ ও লোদী যুগে নির্মিত অষ্টভুজ সমাধী সৌধ থেকে এসেছে। মিহরাবের উপস্থিতি ভবনটিকে সমাধী সৌধ হিসেবেই বিবেচনার ইঙ্গিত প্রদান করে।[৫] সুতরাং এটি যে একটি প্রাচীন মাজার বা সমাধীসৌধ তা নির্দিধায় বলা যায়।

বর্তমান অবস্থা
১৯৭৮ খ্রিষ্টাব্দে প্রত্নতত্ত্ব বিভাগ সম্ভবতঃ এ অষ্টভুজি ইমারেতের আঙ্গিনা সুরকী ঢালাই করেছে। এ ভবনের চারপাশে প্রায় ২ বর্গ কি:মি: এলাকাজুড়ে অজস্র মৃৎপাত্র, প্রাচীন ইট ও পাথরের ভগ্নাংশ ছড়িয়ে ছিটিয়ে রয়েছে। কিন্তু ক্রমবর্ধমান আবাদী জমির প্রয়োজনের তাগিদেই এ স্থানটি হয়ে গেছে ফসলী জমি। এখনো জমি কর্ষন করতে গেলে প্রাচীন ইট-পাথর এর ভগ্নাংশ বের হয়ে পড়ে। এ থেকে বোঝা যায় এখানে দূর অতীতে সারিবদ্ধ সুসজ্জিত প্রচুর ইমারতের অস্তিত্ব ছিলো।</p>
        </div>
      </div>
      <div class="row no-gutters">
        <div class="col-lg-6 order-lg-2 text-white showcase-{{asset('public/admin')}}/img" style="background-image: url('{{asset('public/admin')}}/img/6.jpg');background-repeat:no-repeat;"></div>
        <div class="col-lg-6 order-lg-1 my-auto showcase-text">
   <h3 class="card-title">Shar Buruj</h3>
      <p class="card-text" align="left">নওদা বুরুজ চাঁপাইনবাবগঞ্জ জেলার গোমস্তাপুর উপজেলার রহনপুরে অবস্থিত বর্তমানে সর্ব প্রাচীন প্রত্নসম্পদ ও লুকায়িত ইতিহাস সমৃদ্ধ স্থান।[১] স্থানীয়ভাবে এটি ষাঁড়বুরুজ নামেও পরিচিত।</p>
	  <p align="left">অবস্থান
চাঁপাই নবাবগঞ্জের ২৮ মাইল পশ্চিমে অবস্থিত বিখ্যাত বাণিজ্য কেন্দ্র রহনপুর। পাশ দিয়ে বয়ে গেছে ক্ষুদ্র অথব খরস্রোতা নদী পুনর্ভবা। মহানন্দা ও পুনর্ভবার মিলনস্থল এর নিকটেই নওদা বুরুজ এর অবস্থান। রহনপুর রেল স্টেশনের ঠিক উত্তরে এক কিলোমিটার গেলেই বেশ কিছু উঁচু একটি ঢিবি নজরে পড়ে। গোমস্তাপুর উপজেলা থেকে প্রায় ৬-৭ কিলোমিটার দূরে নওদা নামক স্থানে এটি অবস্থিত। খালি চোখে দেখলে মনে হবে একটি বিশাল ঢিবি। কিন্তু অনুসন্ধানী চোখে দেখলে মনে হবে তমাশাচ্ছন্ন ইতিহাসের কালো মেঘে স্থানটি ঢাকা।

ইতিহাস
রাজা লক্ষন সেনের আমলে রহনপুর বাণিজ্য নগরী হিসেবে জনপ্রিয়তা লাভ করে। বাণিজ্যিক কারণে রহনপুরেই তিনি গড়ে তোলেন সুরম্য অট্টালিকা, যার মধ্যে মসজিদই প্রধান। ষাঁড়বুরুজ নামে খ্যাত এই বিলীন অট্টালিকাটির প্রকৃত নাম শাহ্বুরুজ। শাহ্ শব্দের অর্থ বাদশা আর বুরুজ শব্দের অর্থ অট্টালিকা বা বালাখানা।[২] যা পরবর্তীতে লোকমুখে ষাঁড়বুরুজ নামে খ্যাতি লাভ করে।

বাংলা বিজয়ী ইখতিয়ার উদ্দিন মুহম্মদ বিন বখতিয়ার খলজী এ পথে বাংলায় আগমন করেন এবং এ স্থানে কিছু সময় অবস্থান করেন। ইতিহাসে পরিচিত নদীয়া অঞ্চলটি এ স্থাপনাগুলির অঞ্চলের পাশেই অবস্থিত। যা পরবর্তীতে নওদা নামে পরিচিতি লাভ করে। বখতিয়ার খলজীর আগমনের সংবাদে ভীত সন্ত্রস্ত হয়ে রাজা লক্ষন সেন এ স্থান থেকে নদী পথে পলায়ন করেন। সেই থেকে এটি নওদা বুরুজ নামেও পরিচিত।

নওদা বুরুজের চতুষ্পার্শ্বেই শুধু নয়, গোটা রহনপুর এলাকাতেই প্রাচীনত্ব ও নগর সুলভ চিন্‌হ বিরাজমান। কোন কোন ইতিহাস অনুসন্ধানী রহনপুরে প্রাক মুসলিম যুগের উন্নত নগরীর অবস্থানের উল্লেখ করেছেন</p>
        </div>
      </div>
    </div>
  </section>


